Repository: DHCPAP/wicd
Catalog: po/*.po
Languages: sr

source: About
sr: О програму

source: About Wicd
sr: О Викеду

source: Activate Internet Connection Sharing
sr: Активирај дељење интернет везе

source: Add a new profile
sr: Додај нови профил

source: Add a new wired profile
sr: Додај нови жичани профил

source: Advanced Settings
sr: Напредна подешавања

source: Always show wired interface
sr: Увек прикажи жичани уређај

source: Always switch to wired connection when available
sr: Увек пређи на жичану везу када је доступна

source: Are you sure you want to discard settings for the selected networks?
sr: Да ли сигурно желите да одбаците подешавања за изабране мреже?

source: Authentication
sr: Потврда идентитета

source: Automatic (recommended)
sr: Аутоматски (препоручено)

source: Automatic Reconnection
sr: Аутоматско обнављање везе

source: Automatically connect to this network
sr: Сам се повежи на ову мрежу

source: Automatically reconnect on connection loss
sr: Сам обнови повезивање при пуцању везе

source: BSSID
sr: БССИД

source: Backend
sr: Позадинац

source: Brought to you by:
sr: Омогућили су вам:

source: Can't connect to the daemon, trying to start it automatically...
sr: Не могу да се повежем са демоном. Покушавам да га покренем аутоматски...

source: Cancel
sr: Откажи

source: Channel
sr: Канал

source: Choose from the networks below:
sr: Изаберите из мрежа испод:

source: Config
sr: Подешавања

source: Configure selected network
sr: Подеси изабрану мрежу

source: Configuring preferences for wired profile "$A"
sr: Подешавам поставке за жичани профил „$A“

source: Configuring preferences for wireless network "$A" ($B)
sr: Подешавам поставке за бежичну мрежу „$A“ ($B)

source: Configuring wireless interface...
sr: Подешавам бежични уређај...

source: Connect
sr: Повежи се

source: Connect to selected network
sr: Повежите се са изабраном мрежом

source: Connected
sr: Повезан

source: Connected to "$A" ($B).
sr: Повезани сте на „$A“ ($B).

source: Connected to $A at $B (IP: $C)
sr: Повезани сте на „$A“ при $B (ИП: $C)

source: Connected to $A.
sr: Повезани сте на „$A“.

source: Connected to a wired network
sr: Повезани сте на жичану мрежу

source: Connected to a wireless network
sr: Повезани сте на бежичну мрежу

source: Connected to wired network (IP: $A)
sr: Повезани сте на жичану мрежу (IP: $A)

source: Connecting
sr: Повезујем се

source: Connecting to wired network.
sr: Повезујем се на жичану мрежу.

source: Connecting to wireless network "$A".
sr: Повезујем се на бежичну мрежу „$A“.

source: Connection Cancelled
sr: Повезивање је отказано

source: Connection Failed.
sr: Повезивање није успело.

source: Connection Failed: Bad password
sr: Повезивање није успело: Лозинка је лоша

source: Connection Failed: No DHCP offers received.
sr: Повезивање није успело: Нисам примио ДХЦП понуде.

source: Connection Failed: Unable to Get IP Address
sr: Повезивање није успело: Не могу да добавим ИП адресу

source: Connection established
sr: Веза је успостављена

source: Connection failed: Could not contact the wireless access point.
sr: Повезивање није успело: Не могу да приступим бежичној приступној тачки.

source: Connection in progress
sr: Повезивање је у току

source: Connection status
sr: Стање повезивања

source: Connection successful.
sr: Повезивање је успело.

source: Connection suspended
sr: Повезивање је обустављено

source: Connection type
sr: Врста везе

source: Could not connect to wicd's D-Bus interface. Check the wicd log for error messages.
sr: Не могу да се повежем са сучељем Д-сабирнице викеда. Проверите има ли грешака у његовом дневнику.

source: Could not find a graphical sudo program. The script editor could not be launched. You'll have to edit scripts directly your configuration file.
sr: Не могу да пронађем графички програм „sudo“. Уређивач скрипти не може бити покренут. Морате уредити скрипте директно у датотеци подешавања.

source: Create an Ad-Hoc Network
sr: Направи ад-хок мрежу

source: DBus failure! This is most likely caused by the wicd daemon stopping while wicd-curses is running. Please restart the daemon, and then restart wicd-curses.
sr: Грешка Д-сабирнице! Ово је вероватно изазвано прекидом рада демона вицд-а за време рада „wicd-curses“-а. Поново покрените демона а затим и „wicd-curses“.

source: DHCP Client
sr: ДХЦП клијент

source: DHCP Hostname
sr: ДХЦП домаћин

source: DNS domain
sr: ДНС домен

source: DNS server
sr: ДНС сервер

source: Debugging
sr: Уклањање грешака

source: Disconn
sr: Прекини везу

source: Disconnect from all networks
sr: Искључује се са свих мрежа

source: Disconnected
sr: Веза је прекинута

source: Disconnecting active connections...
sr: Прекидам активне везе...

source: Display 'about' dialog
sr: Приказује прозорче „о програму“

source: Display notifications about connection status
sr: Прикажи обавештења о стању везе

source: Display this help dialog
sr: Приказује ово прозорче помоћи

source: Domain
sr: Домен

source: Done connecting...
sr: Повезивање је готово...

source: ERROR: wicd-curses was denied access to the wicd daemon: please check that your user is in the "$A" group.
sr: ГРЕШКА: „wicd-curses“ оспорава приступ демону вицд-а: проверите да ли је ваш корисник у групи „$A“.

source: ESSID
sr: ЕССИД

source: Enable debug mode
sr: Укључи режим за исправљање грешака

source: Establishing connection...
sr: Успостављам везу...

source: External Programs
sr: Спољни програми

source: Flushing the routing table...
sr: Празним табелу рутирања...

source: For more detailed help, consult the wicd-curses(8) man page.
sr: За детаљнију помоћ, погледајте страницу упутства „wicd-curses(8)“.

source: Gateway
sr: Мрежни пролаз

source: General Settings
sr: Општа подешавања

source: Generating PSK...
sr: Стварам ПСК...

source: Generating WPA configuration file...
sr: Стварам датотеку ВПА подешавања...

source: Global DNS has not been enabled in general preferences.
sr: Општи ДНС није укључен у општим поставкама.

source: Global DNS servers
sr: Општи ДНС сервери

source: Global settings for this ESSID
sr: Општа подешавања за овај ЕССИД

source: Help
sr: Помоћ

source: Hidden
sr: Скривена

source: Hidden Network ESSID
sr: ЕССИД скривене мреже

source: IP
sr: ИП

source: Identity
sr: Идентитет

source: Information about the current connection
sr: Подаци о текућој мрежи

source: Invalid IP address entered.
sr: Унета је погрешна ИП адреса.

source: Invalid address in $A entry.
sr: Погрешна адреса у „$A“ уносу.

source: Key
sr: Кључ

source: Key index
sr: Индекс кључа

source: List of saved networks
sr: Списак сачуваних мрежа

source: Netmask
sr: Мрежна маска

source: Network ID: $A
sr: ИБ мреже: $A

source: Network Interfaces
sr: Мрежни уређаји

source: Never connect to this network
sr: Не повезуј се никада на ову мрежу

source: No wireless networks found.
sr: Нисам нашао бежичне мреже.

source: Not connected
sr: Нисам повезан

source: OK
sr: У реду

source: Obtaining IP address...
sr: Набављам ИП адресу...

source: Once there, you can adjust (or add) the "beforescript", "afterscript", "predisconnectscript" and "postdisconnectscript" variables as needed, to change the preconnect, postconnect, predisconnect and postdisconnect scripts respectively. Note that you will be specifying the full path to the scripts - not the actual script contents. You will need to add/edit the script contents separately. Refer to the wicd manual page for more information.
sr: Када сте ту, можете дотерати (или додати) променљиве у „прескрипти“, „постскрипти“, „скрипти_преискључивања“ и „скрипти_наконискључивања“ да измените скрипту пре повезивања, након повезивања и пре искључивања и након искључивања. Знајте да овде наводите пуну путању до скрипти — не садржај саме скрипте. Мораћете да додате/уредите садржај скрипте одвојено. Проучите упутство викеда за више података.

source: Passphrase
sr: Пропусна реч

source: Password
sr: Лозинка

source: Path to CA cert
sr: Закрпа за уверење издавача уверења

source: Path to PAC file
sr: Путања до ПАЦ датотеке

source: Path to client cert
sr: Путања до уверења клијента

source: Ping static gateways after connecting to verify association
sr: Пингуј статичке мрежне пролазе након повезивања да провериш придруживање

source: Please select the networks to forget
sr: Изаберите мреже за заборављање

source: Post-connection Script
sr: Скрипта након повезивања

source: Post-disconnection Script
sr: Скрипта након искључивања

source: Pre-connection Script
sr: Скрипта пре повезивања

source: Pre-disconnection Script
sr: Скрипта пре искључивања

source: Preferences
sr: Поставке

source: Preferences dialog
sr: Прозорче поставки

source: Prefs
sr: Поставке

source: Preshared key
sr: Пред-дељени кључ

source: Press any key to return.
sr: Притисните неки кључ да се вратите.

source: Private key
sr: Приватни кључ

source: Private key password
sr: Лозинка приватног кључа

source: Prompt for profile on wired autoconnect
sr: Питај за профил при жичаном самоповезивању

source: Properties
sr: Својства

source: Putting interface down...
sr: Обарам уређај...

source: Putting interface up...
sr: Подижем уређај...

source: Quit
sr: Изађи

source: Quit wicd-curses
sr: Затвори викед-кјурзис

source: Quit wicd-tray-icon
sr: Затвори викедову иконицу фиоке

source: Refresh
sr: Освежи

source: Refresh network list
sr: Освежите списак мрежа

source: Remove
sr: Уклони

source: Remove settings for saved networks
sr: Уклоните подешавања за сачуване мреже

source: Rename wired profile
sr: Преименуј жичани профил

source: Required encryption information is missing.
sr: Недостаје потребна информација о шифровању.

source: Resetting IP address...
sr: Поново постављам ИП адресу...

source: RfKill
sr: Рф-убиј

source: Route Table Flushing
sr: Пражњење табеле рутирања

source: Scan
sr: Претражи

source: Scan for hidden networks
sr: Потражите скривене мреже

source: Scanning
sr: Претражујем

source: Scanning networks... stand by...
sr: Претражујем мреже... сачекајте...

source: Scripts
sr: Скрипте

source: Search domain
sr: Тражи домен

source: Secured
sr: Обезбеђена

source: Select Hidden Network ESSID
sr: Изаберите ЕССИД скривене мреже

source: Select or create a wired profile to connect with
sr: Изаберите или направите жичани профил за повезивање

source: Select scripts
sr: Изаберите скрипте

source: Set up Ad-hoc network
sr: Постави ад-хок мрежу

source: Setting broadcast address...
sr: Постављам адресу емитовања...

source: Setting static DNS servers...
sr: Постављам статичке ДНС сервере...

source: Setting static IP addresses...
sr: Постављам статичку ИП адресу...

source: Show never connect networks
sr: Прикажи никада повезане мреже

source: Stop Showing Autoconnect pop-up temporarily
sr: Привремено прекини приказ облачић самоповезивања

source: Stop a connection in progress
sr: Зауставља мрежно повезивање које је у току

source: Switch Off Wi-Fi
sr: Искључи бежичну

source: Switch On Wi-Fi
sr: Укључи бежичну

source: Tab Left
sr: Лист лево

source: Tab Right
sr: Лист десно

source: Terminated by user
sr: Корисник је окончао

source: The wicd daemon has shut down. The UI will not function properly until it is restarted.
sr: Демон викеда је угашен. Корисничко сучеље неће радити исправно док се демон поново не покрене.

source: This network requires encryption to be enabled.
sr: Ова мрежа захтева да се укључи шифровање.

source: To avoid various complications, wicd-curses does not support directly editing the scripts. However, you can edit them manually. First, (as root), open the "$A" config file, and look for the section labeled by the $B in question. In this case, this is:
sr: Да би се избегле разне компликације, „wicd-curses“ не подржава директно уређивање скрипти. Међутим, можете их уређивати ручно. Прво, (као администратор) отворите „$A“ датотеку подешавања и потражите одељак под називом „$B“. У овом случају то је:

source: To connect to a wired network, you must create a network profile. To create a network profile, type a name that describes this network, and press Add.
sr: Да се повежете на жичану мрежу, морате направити профил мреже. Да направите профил мреже, упишите назив који описује ту мрежу, и притисните „Додај“.

source: Unable to contact the Wicd daemon due to an access denied error from DBus. Please check that your user is in the $A group.
sr: Не могу да приступим демону викеда због грешке забрањеног приступа са Д-сабирнице. Проверите да ли је ваш корисник у групи „$A“.

source: Unsecured
sr: Необезбеђена

source: Use DHCP Hostname
sr: Користи ДХЦП домаћина

source: Use Encryption
sr: Користи шифровање

source: Use Encryption (WEP only)
sr: Користи шифровање (само ВЕП)

source: Use Static DNS
sr: Користи статички ДНС

source: Use Static IPs
sr: Користи статички ИП

source: Use as default profile (overwrites any previous default)
sr: Користи као подразумевани профил (брише претходни подразумевани профил)

source: Use dBm to measure signal strength
sr: Користи децибеле као меру јачине сигнала

source: Use default profile on wired autoconnect
sr: Користи подразумевани профил за жичано самоповезивање

source: Use global DNS servers
sr: Користи опште ДНС сервере

source: Use last used profile on wired autoconnect
sr: Користи последњи коришћени профил при жичаном самоповезивању

source: Use these settings for all networks sharing this essid
sr: Користи ове поставке за све мреже које деле овај ЕССИД

source: Username
sr: Корисник

source: Validating authentication...
sr: Проверавам потврђивање идентитета...

source: Verifying access point association...
sr: Проверавам придруженост приступне тачке...

source: WPA Supplicant
sr: ВПА тражилац

source: Wicd Curses Interface
sr: Сучеље викед кјурзиса

source: Wicd daemon unreachable
sr: Демон викеда није доступан

source: Wicd needs to access your computer's network cards.
sr: Викед треба да приступи мрежним картицама рачунара.

source: Wired
sr: Жичана

source: Wired IP: RX: TX:
sr: Жичана ИП: Пријем: Слање:

source: Wired Autoconnect Settings
sr: Подешавања жичаног самоповезивања

source: Wired Interface
sr: Жичани уређај

source: Wired Link Detection
sr: Откривање жичане везе

source: Wired Network
sr: Жичана мрежа

source: Wired Networks
sr: Жичане мреже

source: Wired connection detected
sr: Откривена је жичана веза

source: Wireless
sr: Бежична

source: Wireless SSID: Speed: IP: Strength: RX: TX:
sr: Бежична ССИД: Брзина: ИП: Јачина: Пријем: Слање:

source: Wireless Interface
sr: Бежични уређај

source: Wireless Kill Switch Enabled
sr: Укључен је прекидач за убијање бежичне везе

source: Wireless Networks
sr: Бежичне мреже

source: You can also configure the wireless networks by looking for the "[<ESSID>]" field in the config file.
sr: Такође можете да подесите бежичне мреже тако што ћете потражити поље „[<ESSID>]“ у датотеци подешавања.

source: You must enter your password to configure scripts
sr: Морате унети вашу лозинку да бисте подесили скрипте

source: You should almost always use wext as the WPA supplicant driver
sr: Требало би готово увек да користите „wext“ као управљачки програм ВПА тражиоца

source: _Connection Info
sr: _Подаци о вези

source: _Quit
sr: _Изађи

source: wicd-curses does not support deleting the last wired profile. Try renaming it ("F2")
sr: викед-кјурзис не подржава брисање последњег жичаног профила. Покушајте да га преименујете (F2)

source: wicd-curses help
sr: помоћ викед-кјурзиса

source: Wicd Network Manager
sr: Управник мреже Викед

source: Create an ad-hoc network
sr: Направите ад-хок мрежу

source: Find a hidden network
sr: Нађи скривену мрежу

source: Enter a hidden network to try to locate.
sr: Унесите скривену мрежу да покушате да је пронађете.

source: Forget network settings
sr: Заборави подешавања мреже

source: _Switch Off Wi-Fi
sr: _Искључи бежичну

source: _Disconnect All
sr: _Прекини све везе

source: _Refresh
sr: _Освежи

source: _Preferences
sr: _Поставке

source: _About
sr: _О програму

source: Connecting...
sr: Повезујем се...

source: Cancel the current connection attempt
sr: Откажите текући покушај повезивања

source: Configure Scripts
sr: Подеси скрипти

source: Configure scripts to run for this network:
sr: Подеси скрипте да раде за ову мрежу:

source: Pre-connection Script:
sr: Скрипта пред повезивања:

source: Post-connection Script:
sr: Скрипта након повезивања:

source: Pre-disconnection Script:
sr: Скрипта пред искључивања:

source: Post-disconnection Script:
sr: Скрипта након искључивања:

source: Always switch to a wired connection when available
sr: Увек пређи на жичану везу када је доступна

source: If selected, wicd will automatically connect to a wired network as soon as a cable is plugged in, even if a wireless connection is already active.
sr: Ако је изабрано, викед ће се сам повезати на жичану мрежу одмах након повезивања кабла, чак и ако је бежична веза већ активна.

source: DNS domain:
sr: ДНС домен:

source: <b>Never Connect</b>
sr: <b>Никада повезане мреже</b>

source: Automatically reconnect on network connection loss
sr: Сам се поново повежи након губитка везе

source: <b>Automatic Reconnection</b>
sr: <b>Аутоматско обнављање везе</b>

source: Use last wired network profile
sr: Користи последњи профил жичане мреже

source: Prompt for wired network profile
sr: Постави упит за профил жичане мреже

source: Use default wired network profile
sr: Користи основни профил жичане мреже

source: <b>Wired automatic connection</b>
sr: <b>Аутоматско повезивање жичане везе</b>

source: Wired interface:
sr: Жичани уређај:

source: Wireless interface:
sr: Бежични уређај:

source: <b>Network Interfaces</b>
sr: <b>Мрежни уређаји</b>

source: DNS server 3:
sr: ДНС сервер 3:

source: DNS server 2:
sr: ДНС сервер 2:

source: DNS server 1:
sr: ДНС сервер 1:

source: Search domain:
sr: Тражи домен:

source: <b>Global DNS Servers</b>
sr: <b>Општи ДНС сервери</b>

source: If enabled, the wired network interface will always be displayed in the main window. This can be useful if your wired network card does not detect when the interface is connected to a cable.
sr: Ако је укључено, уређај жичане мреже биће увек приказан у главном прозору. Ово може бити корисно ако се ваша картица жичане мреже не открије када је уређај повезан каблом.

source: <b>Notifications</b>
sr: <b>Обавештења</b>

source: <b>Route Table Flushing</b>
sr: <b>Пражњење табеле рутирања</b>

source: <b>Wired Link Detection</b>
sr: <b>Откривање жичане везе</b>

source: <b>DHCP Client</b>
sr: <b>ДХЦП клијент</b>

source: <b>Graphical Sudo Application</b>
sr: <b>Графички судо програм</b>

source: Hover your mouse over the selected backend to read its description.
sr: Наднесите миша преко изабраног позадинца да прочитате његов опис.

source: Driver:
sr: Управљач:

source: <b>Wireless Interface</b>
sr: <b>Бежични уређај</b>

source: <b>WPA Supplicant</b>
sr: <b>ВПА тражилац</b>

source: <b>Debugging</b>
sr: <b>Отклањање грешака</b>

source: Backend:
sr: Позадинац:

source: <b>Backend</b>
sr: <b>Позадинац</b>

source: You should almost always use wext as the WPA supplicant driver.
sr: Требало би готово увек да користите „wext“ као управљачки програм ВПА тражиоца.
